// 1. Не используя innerHTML, добавить в список несколько li с классом ‘new-item’ и текстом ‘item’ + номер li:
//    <ul>
//      <li><a href="#">Link1</a></li>
//      ...
//      <li class=”new-item”>item 5</li>
//      <li class=”new-item”>item 6</li>
//    </ul>
// Вручную номер li не ставить оно должно подставляться в зависимости от кол-ва лишек в списке.



// 2. Создать три элемента strong и добавить их в конец ссылок, которые находятся внутри списка ul (в
//    каждую ссылку один - strong).



// 3. В начало документа (в начало body) добавить картинку img с атрибутами src и alt (текст придумайте
//    сами). В src добавьте реальный url к картинке. Для создания элемента используйте метод createElement.



// 4. Найти на странице элемент mark, добавить в конец содержимого текст “green” и на элемент
//    установить класс green



// 5. Отсортировать li внутри списка в обратном порядке (по тексту внутри)

